---
kind: type
id: T:Autodesk.Revit.DB.SlabShapeCrease
source: html/8564a92d-a591-6d89-4c95-f431b4832d2c.htm
---
# Autodesk.Revit.DB.SlabShapeCrease

A crease used in Slab Shape Editing.

## Syntax (C#)
```csharp
public class SlabShapeCrease
```